[
  "Nyanyikan lagu di depan semua orang dengan gaya artis favoritmu.",
  "Lakukan tarian konyol selama 30 detik.",
  "Telepon orang asing dan ajak mereka ngobrol selama 1 menit dengan suara karakter film/kartun.",
  "Makan sesendok makanan yang kamu tidak sukai.",
  "Berdiri di atas kursi dan bacakan puisi cinta yang kamu buat sendiri.",
  "Tuliskan nama orang yang kamu cintai di keningmu selama 1 jam.",
  "Ceritakan lelucon paling garing yang kamu tahu.",
  "Ubah gaya rambutmu menjadi gaya yang konyol selama 15 menit.",
  "Lakukan kesan binatang selama 30 detik.",
  "Biarkan orang lain menggambar di wajahmu dengan makeup.",
  "Lakukan push-up sebanyak usia kamu (atau sebanyak yang kamu bisa).",
  "Tuliskan pesan cinta untuk orang yang kamu sukai dan kirimkan ke mereka.",
  "Posting foto konyol dirimu di media sosial.",
  "Lakukan catwalk dengan gaya yang berlebihan.",
  "Ceritakan pengalaman memalukanmu di depan semua orang.",
  "Tirukan gaya bicara dan tingkah laku orang lain di ruangan.",
  "Bagikan rahasia lucu tentang dirimu kepada semua orang.",
  "Nyanyikan lagu karaoke dengan suara jelek.",
  "Lakukan dance battle dengan orang lain di ruangan.",
  "Biarkan orang lain memilih outfit yang akan kamu pakai selama 1 jam.",
  "Tuliskan puisi cinta untuk barang mati.",
  "Ceritakan mimpi teraneh yang pernah kamu alami.",
  "Lakukan akrobat konyol yang aman.",
  "Bacakan berita dengan suara bayi.",
  "Cium pipi orang asing.",
  "Lakukan aegyo (aegyo adalah ekspresi imut khas Korea) selama 30 detik.",
  "Posting video dance challenge konyol di media sosial.",
  "Ubah suara notifikasi ponselmu menjadi suara lucu.",
  "Buatlah origami berbentuk hewan dan berikan kepada orang yang kamu pilih.",
  "Lakukan tebak-tebakan lucu kepada orang lain.",
  "Tuliskan surat cinta untuk dirimu sendiri di masa depan.",
  "Ceritakan pengalaman cinta yang memalukan.",
  "Ikutlah tren dance challenge terbaru dengan gaya nyeleneh.",
  "Lakukan challenge plank selama 30 detik.",
  "Buatlah lelucon dadakan dan tertawalah meskipun tidak lucu.",
  "Berpura-pura menjadi karakter film selama 5 menit.",
  "Lakukan foot massage kepada orang lain di ruangan.",
  "Tuliskan puisi cinta untuk hewan peliharaanmu.",
  "Ceritakan pengalaman horor (palsu) yang paling seram.",
  "Lakukan make up ala drag queen.",
  "Biarkan orang lain menggambar alis anda menggunakan eyeliner.",
  "Lakukan yoga dengan pose-pose lucu.",
  "Ceritakan pengalaman mabuk terparahmu (jika legal dan sesuai umur).",
  "Buatlah suara beatbox selama 30 detik.",
  "Nyanyikan lagu dengan lirik terbalik.",
  "Berikan pelukan kepada orang yang paling tidak kamu sukai di ruangan.",
  "Lakukan catwalk sambil membawa benda aneh di kepala.",
  "Ceritakan pengalaman cinta yang paling romantis.",
  "Buatlah prank lucu kepada temanmu.",
  "Berikan pujian kepada orang lain dengan cara yang berlebihan."
]